#ifndef _STM32MP157_CON_H_
#define  _STM32MP157_CON_H_

/**********************************************************************
 * 函数名称： Stm32mp157_lcd_controller_add
 * 功能描述： 添加Stm32mp157的lcd控制器
 * 输入参数： 无
 * 输出参数： 无
 * 返 回 值： 无
 * 修改日期        版本号     修改人	      修改内容
 * -----------------------------------------------
 * 2020/09/14	     V1.0	  zh(angenao)	      创建
 ***********************************************************************/                          ;
void Stm32mp157_lcd_controller_add(void);


#endif


